Revit 2024 API
TransactionGroup Constructor
Overload List
Name | Description
TransactionGroup(Document)
 Constructs a transaction group object.
TransactionGroup(Document, String)
 It constructs a transaction group object
See Also
TransactionGroup Class
TransactionGroup Members
Autodesk.Revit.DB Namespace